<template>
    <div class="user-protocol">
        <div class="section">
            <h2>欢迎来到黑钻评级!</h2>
            <p>黑钻评级是全球首家“评审团”式区块链评级社区。你可以在这里和区块链项目投资人相互交流,也可以分享自己的项目经验,发表项目评级内容。这是一个为热爱区块链项目的你提供的专业且权威的发展交流平台，在这里，我们鼓励用户发布原创内容，同时也充分尊重原创者的知识产权。</p>
            <p>为营造良好的社区氛围，请尊重并认真阅读以下条款。微信授权登录成功则代表你已授权同意以下文字和条款。请注意，黑钻评级的所有内容仅允许个人以非商业目的使用，而不得用作任何商业用途。</p>
        </div>
        <div class="section">
            <h2>一、社区内容管理条例</h2>
            <p>为维护和谐的网络环境，提高平台信息质量，保障黑钻评级用户的合法权益，黑钻评级团队特制定以下评级信息发布规范。</p>
            <h3>1.内容发布基本准则</h3>
            <p>内容是信息的主体部分，是对信息发布者所发布项目的详尽描述,表达信息发布者的意图。用户可从区块链项目的项目本身、团队情况、市场情况等方面进行如实描述。我们鼓励用户坚持自己的原创,杜绝任何形式的抄袭。用户可根据自己对项目的理解，在不添加过分的个人色彩的前提下对项目进行适当的个性化语言描述。</p>
            <h3>2.违规内容的删除原则</h3>
            <p>凡符合下列任何情况的评级内容，都将被径行删除不予以展示：</p>
            <h4>（1）发布包括但不限于如下列示的非法信息</h4>
            <p>非法信息指违反中华人民共和国宪法、法律、行政法规、规范性文件等法律政策的信息：</p>
            <ul>
                <li>
                    <span>煽动抵抗或违反中华人民共和国宪法、法律、行政法规、规范性文件执行的信息；</span>
                </li>
                <li>
                    <span>煽动颠覆政府或社会主义制度的信息；</span>
                </li>
                <li>
                    <span>煽动分裂国家、破坏祖国统一的信息；</span>
                </li>
                <li>
                    <span>煽动民族仇恨、民族歧视，破坏民族团结的信息；</span>
                </li>
                <li>
                    <span>制造谎言或歪曲事实、散布谣言、破坏社会秩序的信息；</span>
                </li>
                <li>
                    <span>宣扬封建迷信、传播有性挑逗性质的材料、涉及发布疑似色情、赌博、暴力或凶杀的信息；</span>
                </li>
                <li>
                    <span>宣扬恐怖主义或唆使他人犯罪、公开侮辱他人或歪曲事实诽谤他人的信息；</span>
                </li>
                <li>
                    <span>损害国家机关声誉信息；</span>
                </li>
                <li>
                    <span>其它违反中华人民共和国宪法、法律、行政法规和规范性文件的信息。</span>
                </li>
            </ul>
            <h4>（2）发布垃圾广告信息</h4>
            <h4>（3）用户以推广曝光为目的，发布影响用户体验、扰乱黑钻评级社区秩序的内容，或进行相关行为：</h4>
            <ul>
                <li>
                    <span>多次发布包含售卖产品、提供服务、宣传推广内容的垃圾广告。包括但不限于以下几种形式：</span>
                    <p>①多次发布包含欺骗性外链的内容，如未注明的链接、跳转网站等，诱骗用户点击链接</p>
                    <p>②发布大量包含 SEO 推广链接、产品等内容获取搜索引擎中的不正当曝光</p>
                </li>
                <li>
                    <span>使用严重影响用户体验的违规手段进行恶意营销。包括但不限于以下几种形式：</span>
                    <p>①发布包含欺骗性的恶意营销内容，如通过伪造经历等方式进行恶意营销</p>
                    <p>②使用特殊符号、昵称、头像等方式规避垃圾内容审核的内容，如使用“WX”、“vx”代替“微信”两字；用“l”代替“1”的书写等</p>
                    <p>③冒充他人，通过头像、用户名等个人信息暗示自己与他人或机构相等同或有关联</p>
                </li>
            </ul>
            <h4>（4）重复发布干扰正常用户体验的内容</h4>
            <ul>
                <li>
                    <span>重复的回答内容多次发布在不同项目下</span>
                </li>
                <li>
                    <span>频繁发布难以辨识涵义影响阅读体验的字符、数字等无意义乱码</span>
                </li>
                <li>
                    <span>发布含有潜在危险的内容，如钓鱼网站、木马、病毒网站等</span>
                </li>
            </ul>
            <h4>（5）含有色情、暴力、恐怖、不文明内容</h4>
            <ul>
                <li>
                    <span>包含自己或他人性经验的细节描述或露骨的感受描述</span>
                </li>
                <li>
                    <span>涉及色情段子、两性笑话的低俗内容</span>
                </li>
            </ul>
        </div>
        <div class="section">
            <h2>二、商标及版权</h2>
            <p>黑钻科技有限公司是黑钻评级的制作者，拥有对黑钻评级上内容及资源的版权，受国家知识产权保护，享有对黑钻评级声明的最终解释与修改权；未经黑钻科技有限公司的明确书面许可，任何单位或个人不得以任何方式，以文字做全部和局部复制、转载、引用。否则本公司将追究其法律责任。</p>
            <p>黑钻评级所有信息受《中华人民共和国著作权法》及相关法律法规和中国加入的所有知识产权方面的国际条约的保护。我们制定了旨在保护知识产权权利人合法权益的相关措施和步骤，当著作权人和/或依法可以行使信息网络传播权的权利人（以下简称"权利人"）发现可能存有侵犯其信息网络传播权的情况，权利人应事先向本站发出书面权利通知，并提供有效权属证明，本站将根据相关法律规定采取措施删除相关内容。用户在黑钻评级上发表的信息若其它浏览者要转载，需经过黑钻评级团队和该用户的许可，否则视为侵权，其他任何第三人未经允许，不得以任何形式复制、转载或采用。因用户或其他第三人违反本法律声明而引发的任何一切索赔、损害等等，黑钻评级概不负责。</p>
        </div>
        <div class="section">
            <h2>三、风险提示</h2>
            <p>虚拟货币投资存在一定风险，黑钻评级所提供的所有项目评级评分及内容信息，仅供参考。在使用过程中，对于上述信息数据内容，不应将其视为具体虚拟货币币种选择、买卖时机的建议；不应将其视为对虚拟货币市场、币种走势、投资虚拟货币的可行性分析、预测或建议。我们将竭力确保所提供信息的可靠性及准确性，但不能保证其绝对可靠和准确。用户应谨慎判断，仅作为参考。若你依据黑钻评级所提供的数据和信息进行虚拟货币投资操作，应自行承担一切风险和损失，黑钻评级对你的投资决策可能带来的风险或损失不承担任何违约、侵权或其他民事责任。</p>
        </div>
        <div class="section">
            <h2>四、其他</h2>
            <p>1.黑钻评级官方可以随着社区管理经验的不断丰富，出于维护黑钻评级社区氛围和秩序的目的，不断完善本规定。</p>
            <p>2.如果本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，或违反任何适用的法律，则该条款自动失效；但本协议的其余条款仍且有效并具有约束力。</p>
            <p>3.黑钻评级对本协议拥有最终解释权。</p>
        </div>
    </div>
</template>

<script>
import "./style";
export default {
    mounted() {
        //分享配置
        Share.Ready();
    }
};
</script>